import { MaterialsBanerData, MaterialsData } from "../../data/materialsData";
import styles from "./materials.module.scss";

function Materials() {
	return (
		<div className={styles.materials}>
			<div
				style={{
					backgroundImage: ` url(${MaterialsBanerData[0].img})`,
				}}
				className={styles.banner}
			></div>

			<div className={styles.content}>
				<div className={styles.titel}>
					<h2>Материал для строительства дома</h2>
				</div>
				<div className={styles.general}>
					<div className={styles.generalLeft}>
						<img src={MaterialsData[0].img} alt={MaterialsData[0].name} />
					</div>
					<div className={styles.generalRight}>
						<div className={styles.text}>
							<p>
								В своём стремлении повысить качество жизни, они забывают, что
								граница обучения кадров создаёт предпосылки для прогресса
								профессионального сообщества. Как принято считать,
								непосредственные участники технического прогресса. Качество
								жизни, они забывают, что граница обучения кадров создаёт
								предпосылки для прогресса профессионального сообщества. Как
								принято считать, непосредственные участники технического
								прогресса. И нет сомнений, что реплицированные с зарубежных
								источников, современные исследования, инициированные
								исключительно синтетически, преданы социально-демократической
								анафеме. Противоположная точка зрения подразумевает, что многие
								известные личности формируют глобальную экономическую сеть и при
								этом — ограничены исключительно образом мышления. Как принято
								считать, базовые сценарии поведения пользователей, вне
								зависимости от их уровня, должны быть превращены в посмешище,
								хотя само их существование приносит несомненную пользу обществу.
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
							<h3>Лучший материал для строительства</h3>
							<p>
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
						</div>
					</div>
				</div>
				<div className={styles.text}>
					<h3>Здоровье и хорошее самочувствие</h3>
					<p>
						И нет сомнений, что реплицированные с зарубежных источников,
						современные исследования, инициированные исключительно синтетически,
						преданы социально-демократической анафеме. Противоположная точка
						зрения подразумевает, что многие известные личности формируют
						глобальную экономическую сеть и при этом — ограничены исключительно
						образом мышления. Как принято считать, базовые сценарии поведения
						пользователей, вне зависимости от их уровня, должны быть превращены
						в посмешище, хотя само их существование приносит несомненную пользу
						обществу.
					</p>
					<h3>Материалы на любой вкус</h3>
					<p>
						В своём стремлении улучшить пользовательский опыт мы упускаем, что
						независимые государства функционально разнесены на независимые
						элементы. Значимость этих проблем настолько очевидна, что глубокий
						уровень погружения требует определения и уточнения существующих
						финансовых и административных условий. Лишь независимые государства,
						вне зависимости от их уровня, должны быть объединены в целые
						кластеры себе подобных.
					</p>
					<p>
						С другой стороны, дальнейшее развитие различных форм деятельности
						говорит о возможностях системы обучения кадров, соответствующей
						насущным потребностям. Идейные соображения высшего порядка, а также
						базовый вектор развития требует от нас анализа первоочередных
						требований. Современные технологии достигли такого уровня, что
						семантический разбор внешних противодействий в значительной степени
						обусловливает важность распределения внутренних резервов и ресурсов.
					</p>
				</div>
				<div className={styles.item1}>
					<div className={styles.itemLeft}>
						<img src={MaterialsData[1].img} alt={MaterialsData[1].name} />
					</div>
					<div className={styles.right}>
						<div className={styles.text}>
							<h3>Любой материал</h3>
							<p>
								Каждый из нас понимает очевидную вещь: постоянное
								информационно-пропагандистское обеспечение нашей деятельности
								однозначно фиксирует необходимость укрепления моральных
								ценностей. Разнообразный и богатый опыт говорит нам, что
								сложившаяся структура организации обеспечивает актуальность
								прогресса профессионального сообщества.
							</p>
							<p>
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
						</div>
					</div>
				</div>
				<div className={styles.item2}>
					<div className={styles.itemLeft}>
						<div className={styles.text}>
							<h3>Любой материал</h3>
							<p>
								Каждый из нас понимает очевидную вещь: постоянное
								информационно-пропагандистское обеспечение нашей деятельности
								однозначно фиксирует необходимость укрепления моральных
								ценностей. Разнообразный и богатый опыт говорит нам, что
								сложившаяся структура организации обеспечивает актуальность
								прогресса профессионального сообщества.
							</p>
							<p>
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
						</div>
					</div>
					<div className={styles.right}>
						<img src={MaterialsData[2].img} alt={MaterialsData[2].name} />
					</div>
				</div>
				<div className={styles.item1}>
					<div className={styles.itemLeft}>
						<img src={MaterialsData[3].img} alt={MaterialsData[3].name} />
					</div>
					<div className={styles.right}>
						<div className={styles.text}>
							<h3>Любой материал</h3>
							<p>
								Каждый из нас понимает очевидную вещь: постоянное
								информационно-пропагандистское обеспечение нашей деятельности
								однозначно фиксирует необходимость укрепления моральных
								ценностей. Разнообразный и богатый опыт говорит нам, что
								сложившаяся структура организации обеспечивает актуальность
								прогресса профессионального сообщества.
							</p>
							<p>
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
						</div>
					</div>
				</div>
				<div className={styles.item2}>
					<div className={styles.itemLeft}>
						<div className={styles.text}>
							<h3>Любой материал</h3>
							<p>
								Каждый из нас понимает очевидную вещь: постоянное
								информационно-пропагандистское обеспечение нашей деятельности
								однозначно фиксирует необходимость укрепления моральных
								ценностей. Разнообразный и богатый опыт говорит нам, что
								сложившаяся структура организации обеспечивает актуальность
								прогресса профессионального сообщества.
							</p>
							<p>
								И нет сомнений, что реплицированные с зарубежных источников,
								современные исследования, инициированные исключительно
								синтетически, преданы социально-демократической анафеме.
								Противоположная точка зрения подразумевает, что многие известные
								личности формируют глобальную экономическую сеть и при этом —
								ограничены исключительно образом мышления. Как принято считать,
								базовые сценарии поведения пользователей, вне зависимости от их
								уровня, должны быть превращены в посмешище, хотя само их
								существование приносит несомненную пользу обществу.
							</p>
						</div>
					</div>
					<div className={styles.right}>
						<img src={MaterialsData[4].img} alt={MaterialsData[4].name} />
					</div>
				</div>
			</div>
		</div>
	);
}

export default Materials;
