import ServicesBaner from "../assets/servic/serBaner_1.png";
import Services1 from "../assets/servic/serP_1.png";
import Services2 from "../assets/servic/serP_2.png";
import Services3 from "../assets/servic/serP_3.png";
import Services4 from "../assets/servic/serP_4.png";

export interface IServicesDataBanner {
	name: string;
	img: string;
}
export interface IServicesData {
	name: string;
	img: string;
	subTitle1: string;
	subTitle2: string;
	text: string;
}

export const ServicesBanerData: IServicesDataBanner[] = [
	{
		name: "ServicesBaner",
		img: ServicesBaner,
	},
];
export const ServicesData: IServicesData[] = [
	{
		name: "Services1",
		img: Services1,
		subTitle1: "Проектирование",
		subTitle2: "Проектирование Хай-Тек дома",
		text: "И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
	},
	{
		name: "Services2",
		img: Services2,
		subTitle1: "Производство",
		subTitle2: "Производство Хай-Тек дома",
		text: "И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
	},
	{
		name: "Services3",
		img: Services3,
		subTitle1: "Доставка",
		subTitle2: "Доставка Хай-Тек дома",
		text: "И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
	},
	{
		name: "Services4",
		img: Services4,
		subTitle1: "Строительство",
		subTitle2: "Строительство Хай-Тек дома",
		text: "И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. И нет сомнений, что реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, преданы социально-демократической анафеме. Противоположная точка зрения подразумевает, что многие известные личности формируют глобальную экономическую сеть и при этом — ограничены исключительно образом мышления. Как принято считать, базовые сценарии поведения пользователей, вне зависимости от их уровня, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
	},
];
